Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_SET_TOP_BOX_MODE_ENABLE_DESCRIPTION
source: When enabled, this device will act like a set-top box.
ar: عند تمكينه، سيعمل هذا الجهاز كجهاز استقبال.
bg: Когато е активно, това устройство ще действа като приемник.
ca: Si aquesta opció està activada, el dispositiu funcionarà com un descodificador de televisió.
cs: Pokud je tato volba zapnutá, zařízení se bude chovat jako set‑top box.
da: Når funktionen er slået til, fungerer denne enhed som en set-top box.
de: Ist diese Option aktiviert, funktioniert dieses Gerät wie eine Set-Top-Box.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η παρούσα συσκευή θα λειτουργεί ως αποκωδικοποιητής.
es: Al activarlo, este dispositivo actuará como un receptor de televisión.
es_419: Si se activa, este dispositivo funcionará como decodificador.
fi: Kun käytössä, laite toimii kuin digisovitin.
fr: Une fois activé, cet appareil opèrera comme décodeur.
fr_ca: Lorsque cette fonction est activée, cet appareil agit en tant que décodeur.
he: כאשר האפשרות מופעלת, מכשיר זה ישמש כממיר.
hi: सक्षम किए जाने पर यह डिवाइस सेट टॉप बॉक्स की तरह काम करेगा।
hr: Kad je omogućeno, ovaj uređaj ponašat će se kao prijemnik.
hu: Amikor engedélyezve van, ez az eszköz set-top boxként fog működni.
id: Jika diaktifkan, perangkat ini akan berfungsi seperti dekoder.
it: Quando l’opzione è abilitata, il dispositivo funzionerà come un Set Top Box.
ja: 有効にした場合、このデバイスはセットトップボックスのように動作します。
kk: Егер бұл параметр қосылса, осы құрылғы теледидар тіркемесі ретінде жұмыс істейді.
ko: 이 옵션을 활성화하면 이 기기가 셋톱 박스와 같은 역할을 합니다.
lt: Kai ši funkcija įjungta, šis įrenginys veiks kaip televizoriaus priedėlis.
ms: Apabila didayakan, peranti ini akan bertindak seperti kotak atas set.
nl: Wanneer dit is ingeschakeld, gedraagt dit apparaat zich als een settopbox.
no: Når innstillingen er aktivert, vil denne enheten fungere som en mottakerboks.
pl: Gdy opcja jest włączona, urządzenie będzie działało w trybie przystawki telewizyjnej.
pt: Quando ativado, este dispositivo atuará como um conversor.
pt_pt: Quando esta opção está ativa, este dispositivo funciona como box de televisão.
ro: Când opțiunea este activată, acest dispozitiv se va comporta precum un set-top box.
ru: Если этот параметр включен, данное устройство будет считаться телеприставкой.
sk: Po zapnutí tohto režimu sa zariadenie bude správať ako set-top box.
sl: Kadar je način omogočen, bo naprava delovala kot STB.
sv: När det här alternativet är aktivt kommer enheten att fungera som en Set top box.
th: เมื่อเปิดใช้งาน อุปกรณ์นี้จะทำงานเป็นกล่องรับสัญญาณ
tr: Etkinleştirildiğinde, bu aygıt set üstü kutusu gibi davranır.
uk: Коли ввімкнено, цей пристрій працюватиме як телеприставка.
vi: Khi được bật, thiết bị này sẽ hoạt động như một bộ giải mã.
zh_cn: 启用后，此设备将用作机顶盒。
zh_hk: 啟用後，此裝置將可用作機頂盒。
zh_tw: 啟用後，此裝置將可作為機上盒使用。

# SIGN_IN_BUTTON_TITLE
source: Sign In
ar: تسجيل الدخول
bg: Вход
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_419: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
fr_ca: Connexion
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
ko: 로그인
lt: Prisijungimas
ms: Daftar Masuk
nl: Log in
no: Logg på
pl: Zaloguj się
pt: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificați-vă
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# TV_APP_DEVELOPER_FROM_THIS_DEVICE
source: From This Device
ar: من هذا الجهاز
bg: От това устройство
ca: Des d’aquest dispositiu
cs: Z tohoto zařízení
da: Fra denne enhed
de: Von diesem Gerät
el: Από αυτήν τη συσκευή
es: De este dispositivo
es_419: En este dispositivo
fi: Tästä laitteesta
fr: Depuis cet appareil
fr_ca: À partir de cet appareil
he: ממכשיר זה
hi: इस डिवाइस से
hr: S ovog uređaja
hu: Erről az eszközről
id: Dari Perangkat Ini
it: Da questo dispositivo
ja: このデバイスから
kk: Осы құрылғыдан
ko: 이 기기에서
lt: Iš šio įrenginio
ms: Daripada Peranti Ini
nl: Van dit apparaat
no: Fra denne enheten
pl: Z tego urządzenia
pt: Deste Dispositivo
pt_pt: Deste dispositivo
ro: De pe acest dispozitiv
ru: С этого устройства
sk: Z tohto zariadenia
sl: Iz te naprave
sv: Från den här enheten
th: จากอุปกรณ์นี้
tr: Bu Aygıttan
uk: З цього пристрою
vi: Từ thiết bị này
zh_cn: 来自此设备
zh_hk: 來自此裝置
zh_tw: 來自此裝置

# SETTINGS_CHANGE_PROVIDER_UNSUPPORTED_FOOTER_FORMAT
source: %@ has been saved as your TV provider. Because %@ is not participating in single sign-on, you will need to sign in to other supported apps individually.
ar: تم تخزين %@ كمزود التلفزيون الخاص بك. وبما أن %@ لا يشارك في ميزة تسجيل الدخول الموحد، فستحتاج لتسجيل الدخول إلى التطبيقات المدعومة الأخرى بشكل فردي.
bg: Записаният ТВ оператор е %@. Тъй като %@ не участва в програмата за единичен вход, ще трябва да влизате отделно в другите поддържани приложения.
ca: S’ha desat %@ com a proveïdor de TV. Com que %@ no participa en l’inici de sessió únic, caldrà que inicïs la sessió en les altres apps compatibles individualment.
cs: Společnost %@ byla uložena jako váš poskytovatel TV. Protože společnost %@ nepodporuje jednotné přihlášení, budete se muset k ostatním podporovaným aplikacím přihlásit jednotlivě.
da: %@ er blevet gemt som din tv-udbyder. Da %@ ikke deltager i Log ind i et trin, skal du logge ind på andre understøttede apps enkeltvis.
de: %@ wurde als dein TV-Anbieter gesichert. Da %@ keine Gesamtauthentifizierung unterstützt, musst du dich bei anderen kompatiblen Apps separat anmelden.
el: Το «%@» αποθηκεύτηκε ως ο πάροχος τηλεοπτικών υπηρεσιών σας. Επειδή ο πάροχος «%@» δεν είναι συμβατός με την Ενιαία σύνδεση, θα πρέπει να συνδεθείτε ξεχωριστά σε άλλες υποστηριζόμενες εφαρμογές.
es: Se ha guardado %@ como tu proveedor de TV. Puesto que %@ no participa en el inicio de sesión único, tendrás que iniciar la sesión por separado en otras apps compatibles.
es_419: Se configuró %@ como tu proveedor de TV. Debido a que %@ no admite el inicio de sesión único, deberás iniciar sesión por separado en el resto de apps compatibles.
fi: %@ on tallennettu TV-palveluntarjoajaksi. Koska %@ ei osallistu kertakirjautumiseen, sinun on kirjauduttava sisään muihin tuettuihin appeihin erikseen.
fr: %@ a été enregistré comme fournisseur TV. Dans la mesure où %@ ne prend pas en charge la connexion unique, vous devrez vous connecter séparément aux autres apps prises en charge.
fr_ca: %@ a été enregistré comme votre fournisseur de contenus télévisés. Puisque %@ ne participe pas à l’authentification unique, vous devrez vous connecter aux autres apps prises en charge individuellement.
he: ‏%@ נשמר כספק שירותי הטלוויזיה שלך. כיוון ש-%@ אינו משתתף ב״כניסה יחידה״, יש להתחבר לחשבון ביישומים נתמכים אחרים בנפרד.
hi: %@ को आपके टीवी सर्विस प्रोवाइडर के रूप में सहेजा गया है। चूँकि %@ सिंगल साइन ऑन में भागीदार नहीं है इसलिए आपको अन्य समर्थित ऐप्स में अलग-अलग साइन इन करना होगा।
hr: %@ je spremljen kao vaš TV operater. Kako %@ ne sudjeluje u jednostrukoj prijavi, trebat ćete se prijaviti pojedinačno u druge podržane aplikacije.
hu: A(z) %@ mentve lett a televíziószolgáltatójaként. Mivel a(z) %@ nem biztosítja az egyszeri bejelentkezés funkciót, továbbra is egyenként kell bejelentkeznie az egyéb támogatott appokba.
id: %@ telah disimpan sebagai penyedia TV Anda. Karena %@ tidak berpartisipasi dalam masuk tunggal, Anda harus masuk ke app lainnya yang didukung secara terpisah.
it: %@ è stato salvato come provider TV. %@ non offre l’accesso singolo, quindi dovrai accedere alle altre app supportate individualmente.
ja: %[tt]@がTVプロバイダとして保存されました。%[tt]@はシングルサインオンに対応していないため、その他の対応アプリで個別にサインインする必要があります。
kk: %@ теледидар провайдеріңіз ретінде сақталды. %@ жүйеге бірыңғай кіру функциясын қолдамайтындықтан, басқа қолдау көрсетілетін қолданбаларға жеке кіру керек.
ko: %@이(가) TV 제공업체로 저장되었습니다. %@에서 단일 로그인을 사용할 수 없기 때문에, 지원되는 다른 앱에 개별적으로 로그인해야 합니다.
lt: „%@“ buvo išsaugotas kaip jūsų televizijos paslaugų teikėjas. Kadangi „%@“ nedalyvauja vieno prisijungimo sistemoje, prie kitų palaikomų programų turėsite prisijungti atskirai.
ms: %@ telah disimpan sebagai penyedia TV anda. Disebabkan %@ tidak mengambil bahagian dalam daftar diri tunggal, anda perlu mendaftar masuk ke app disokong yang lain secara individu.
nl: %@ is bewaard als je tv-aanbieder. Omdat %@ niet deelneemt aan eenmalige aanmelding moet je apart inloggen bij andere ondersteunde apps.
no: %@ er arkivert som TV-distributøren din. Siden %@ ikke bruker engangspålogging, må du logge på i andre støttede apper enkeltvis.
pl: %@ jest teraz Twoim dostawcą TV. %@ nie obsługuje pojedynczego logowania, więc musisz osobno zalogować się w każdej obsługiwanej aplikacji.
pt: %@ foi salvo como o seu provedor de TV. Você precisará iniciar a sessão em outros apps compatíveis individualmente, já que %@ não participa do início de sessão único.
pt_pt: %@ foi guardado como o seu fornecedor de TV. Visto que %@ não participa no início de sessão único, terá de iniciar sessão individualmente noutras aplicações compatíveis.
ro: %@ a fost salvat drept furnizorul dvs. TV. Întrucât %@ nu participă la sistemul de autentificare unică, va trebui să vă autentificați în celelalte aplicații compatibile individual.
ru: %@ был сохранен как Ваш телепровайдер. Поскольку %@ не поддерживает функцию единого входа, нужно будет отдельно выполнить вход в каждом поддерживаемом приложении.
sk: Poskytovateľ %@ bol uložený ako váš poskytovateľ TV služieb. Keďže %@ nie je zapojený do jednorazového prihlásenia, v iných podporovaných apkách sa budete musieť prihlásiť samostatne.
sl: %@ je bil shranjen kot vaš ponudnik televizijskih storitev. Ker ponudnik %@ ne omogoča enotne prijave, se boste morali v druge podprte aplikacije vpisati posamično.
sv: %@ har sparats som din TV-leverantör. Eftersom %@ inte deltar i enkel inloggning måste du logga in i varje app som stöds för sig.
th: %@ ได้ถูกบันทึกเป็นผู้ให้บริการทีวีของคุณ เนื่องจาก %@ ไม่ได้เข้าร่วมในการลงชื่อเข้าแบบครั้งเดียว คุณจะต้องลงชื่อเข้าแอปอื่นที่รองรับทีละแอป
tr: %@, TV sağlayıcınız olarak kaydedildi. %@, tek oturum açmaya katılmadığı için diğer desteklenen uygulamalara ayrı ayrı giriş yapmanız gerekir.
uk: «%@» збережено як вашого ТБ‑провайдера. Оскільки до %@ не застосовується процедура єдиного входу, потрібно буде виконати вхід у кожній програмі окремо.
vi: %@ đã được lưu thành nhà cung cấp TV của bạn. Vì %@ hiện không tham gia vào đăng nhập một lần nên bạn sẽ cần đăng nhập vào các ứng dụng được hỗ trợ khác một cách riêng lẻ.
zh_cn: 已将%@存储为你的电视提供商。由于%@未参与单点登录，你将需要分别登录其他支持的App。
zh_hk: 已將%@儲存為你的電視供應商。因為%@未參與單一登入，你將需要分別登入其他支援的App。
zh_tw: %@已儲存為你的電視業者。因為%@未支援單一登入，你將需要個別登入其他支援的App。

# INSTALL_APP_DISCLAIMER
source: To learn more, go to the App Store.
ar: لمعرفة المزيد، الرجاء الانتقال إلى App Store.
bg: За да научите повече, посетете App Store.
ca: Per obtenir més informació, ves a l’App Store.
cs: Další informace najdete v App Storu.
da: Du kan få flere oplysninger i App Store.
de: Weitere Informationen findest du im App Store.
el: Για περισσότερες πληροφορίες, μεταβείτε στο App Store.
es: Para obtener más información, ve a App Store.
es_419: Obtén detalles en App Store.
fi: Lisätietoja löytyy App Storesta.
fr: Pour en savoir plus, accédez à l’App Store.
fr_ca: Pour en savoir plus, rendez-vous dans l’App Store.
he: פרטים נוספים ניתן למצוא ב-App Store.
hi: अधिक जानने के लिए App Store में जाएँ।
hr: Za dodatne informacije posjetite App Store.
hu: Ha további részleteket szeretne megtudni, látogasson el az App Store-ba.
id: Untuk mempelajari lebih lanjut, buka App Store.
it: Per ulteriori informazioni, vai su App Store.
ja: 詳しくは、App Storeに移動してください。
kk: Толығырақ ақпарат алу үшін App Store дүкеніне өтіңіз.
ko: 더 알아보려면 App Store를 방문하십시오.
lt: Jei norite sužinoti daugiau, eikite į „App Store“.
ms: Untuk mengetahui lebih lanjut, pergi ke App Store.
nl: Ga naar de App Store voor meer informatie.
no: Gå til App Store for å finne ut mer.
pl: Aby dowiedzieć się więcej, przejdź do App Store.
pt: Visite a App Store para saber mais.
pt_pt: Para saber mais, visite a App Store.
ro: Pentru a afla mai multe, accesați App Store.
ru: Подробную информацию можно получить, перейдя в App Store.
sk: Viac informácií získate v App Store.
sl: Če želite izvedeti več, odprite trgovino App Store.
sv: Du kan få mer information på App Store.
th: ในการเรียนรู้เพิ่ม ให้ไปที่ App Store
tr: Daha fazla bilgi için App Store’a gidin.
uk: Щоб дізнатися більше, перейдіть до App Store.
vi: Để tìm hiểu thêm, hãy truy cập App Store.
zh_cn: 若要进一步了解，请访问App Store。
zh_hk: 要進一步了解，請前往App Store。
zh_tw: 如需更多資訊，請前往App Store。

# REGIONS_PICKER_OTHER_REGIONS_ROW_TITLE
source: Other TV Provider Regions…
ar: مناطق أخرى لمزود خدمة التلفزيون…
bg: Други региони на ТВ оператор…
ca: Altres regions de proveïdors de TV…
cs: Další oblasti poskytovatelů TV…
da: Tv-udbydere i andre områder…
de: Andere TV-Anbieterregionen …
el: Άλλες περιοχές παρόχων υπηρεσιών
es: Otras regiones de proveedores de TV…
es_419: Otras regiones de proveedores de TV…
fi: Muut TV-palveluntarjoajan alueet…
fr: Autres régions pour le fournisseur TV…
fr_ca: Autres régions de fournisseurs télévisuels…
he: אזורי ספק שירותי טלוויזיה נוספים…
hi: अन्य टीवी सर्विस प्रोवाइडर क्षेत्र…
hr: Ostale regije TV operatera…
hu: További televíziószolgáltató-régiók…
id: Wilayah Penyedia TV Lainnya…
it: Scegli un’altra zona per il provider TV…
ja: その他のTVプロバイダ地域…
kk: Теледидар провайдерлерінің басқа аймақтары…
ko: 다른 TV 제공업체 지역…
lt: Kiti televizijos paslaugų teikėjų regionai…
ms: Rantau Penyedia TV Lain…
nl: Andere regio's van tv-aanbieders…
no: Andre TV-distributørområder…
pl: Inne regiony dostawców TV…
pt: Outras Regiões de Provedores de TV…
pt_pt: Outras regiões de fornecedores de TV…
ro: Alte regiuni ale furnizorilor TV…
ru: Другие регионы телепровайдеров…
sk: Ďalšie regióny poskytovateľov TV služieb…
sl: Druge regije ponudnikov televizijskih storitev
sv: Andra TV-leverantörsregioner…
th: ผู้ให้บริการทีวีในภูมิภาคอื่น…
tr: Diğer TV Sağlayıcı Bölgeleri…
uk: Інші регіони ТБ‑провайдера…
vi: Vùng Nhà cung cấp TV khác…
zh_cn: 其他电视提供商地区…
zh_hk: 其他電視供應商地區⋯
zh_tw: 其他電視業者地區⋯

# STB_OPT_OUT_TITLE
source: Remove Profile
ar: إزالة ملف التعريف
bg: Премахни профил
ca: Elimina el perfil
cs: Odstranit profil
da: Fjern profil
de: Profil entfernen
el: Αφαίρεση προφίλ
es: Eliminar perfil
es_419: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: הסרת הפרופיל
hi: प्रोफ़ाइल हटाएँ
hr: Ukloni profil
hu: Profil eltávolítása
id: Hapus Profil
it: Rimuovi profilo
ja: プロファイルを削除
kk: Профильді жою
ko: 프로필 제거
lt: Profilio šalinimas
ms: Keluarkan Profil
nl: Verwijder profiel
no: Fjern profil
pl: Usuń profil
pt: Remover Perfil
pt_pt: Remover perfil
ro: Eliminați profilul
ru: Удалить профиль
sk: Odstrániť profil
sl: Odstrani profil
sv: Ta bort profil
th: เอาโปรไฟล์ออก
tr: Profili Sil
uk: Вилучити профіль
vi: Xóa trang cá nhân
zh_cn: 移除描述文件
zh_hk: 移除描述檔
zh_tw: 移除描述檔

# DEVELOPER_SETTINGS_AUTH_SCHEME_ERROR_MESSAGE
source: At least one authentication scheme must be enabled.
ar: يجب تشغيل نظام مصادقة واحد على الأقل.
bg: Трябва да е активна поне една схема за идентификация.
ca: Cal activar com a mínim un esquema d’autenticació.
cs: Musí být zapnuté alespoň jedno schéma ověření totožnosti.
da: Mindst en godkendelsesplan skal slås til.
de: Mindestens ein Authentifizierungsschema muss aktiviert sein.
el: Πρέπει να ενεργοποιηθεί τουλάχιστον ένα σχήμα ελέγχου ταυτότητας.
es: Debes activar al menos un esquema de autenticación.
es_419: Se debe activar al menos un esquema de autenticación.
fi: Vähintään yksi todentamismalli pitää olla käytössä.
fr: Au moins un schéma d’authentification doit être activé.
fr_ca: Vous devez activer au moins un schéma d’authentification.
he: לפחות סכמת אימות אחת צריכה להיות פעילה.
hi: कम से कम एक प्रमाणन स्कीम सक्षम होनी चाहिए।
hr: Treba biti omogućena barem jedna shema autorizacije.
hu: Legalább egy hitelesítési sémát engedélyezni kell.
id: Setidaknya satu skema pengesahan harus diaktifkan.
it: Deve essere abilitato almeno uno schema di autenticazione.
ja: 少なくとも1つの認証方式を有効にする必要があります。
kk: Кемінде бір аутентификация схемасы қосулы болуы керек.
ko: 적어도 한 개의 인증 체계를 활성화해야 합니다.
lt: Turi būti įjungta bent viena autentifikavimo schema.
ms: Sekurang-kurangnya satu skema pengesahan mesti didayakan.
nl: Er moet ten minste één authenticatieschema worden ingeschakeld.
no: Minst en autentiseringmetode må være aktivert.
pl: Włączony musi być co najmniej jeden schemat uwierzytelniania.
pt: Pelo menos um esquema de autenticação deve ser ativado.
pt_pt: Pelo menos um esquema de autenticação tem de estar ativado.
ro: Trebuie să fie activată cel puțin o schemă de autentificare.
ru: Необходимо включить хотя бы одну схему аутентификации.
sk: Musí byť zapnutá najmenej jedna schéma autentifikácie.
sl: Omogočena mora biti vsaj ena shema preverjanja pristnosti.
sv: Minst ett autentiseringsschema måste aktiveras.
th: ต้องเปิดใช้งานแบบแผนการตรวจสอบสิทธิ์อย่างน้อยหนึ่งแบบ
tr: En az bir kimlik doğrulama yapısının etkinleştirilmesi gerekiyor.
uk: Необхідно ввімкнути принаймні одну схему автентифікації.
vi: Phải bật ít nhất một cơ chế xác thực.
zh_cn: 必须至少启用一个认证方案。
zh_hk: 必須至少啟用一個認證計劃。
zh_tw: 必須啟用至少一個認證架構。

# ERROR_RECOVERY_SUGGESTION_AUTHORIZATION_DENIED
source: Please contact your TV provider.
ar: الرجاء الاتصال بمزود خدمة التلفزيون.
bg: Моля, свържете се с вашия ТВ оператор.
ca: Contacta amb el teu proveïdor de TV.
cs: Kontaktujte poskytovatele TV.
da: Kontakt din tv-udbyder.
de: Wende dich an deinen TV-Anbieter.
el: Επικοινωνήστε με τον πάροχο τηλεοπτικών υπηρεσιών σας.
es: Contacta con tu proveedor de TV.
es_419: Comunícate con tu proveedor de TV.
fi: Ota yhteyttä TV-palveluntarjoajaan.
fr: Veuillez contacter votre fournisseur TV.
fr_ca: Veuillez contacter votre fournisseur de contenus télévisés.
he: נא ליצור קשר עם ספק שירותי הטלוויזיה שלך.
hi: कृपया अपने टीवी सर्विस प्रोवाइडर से संपर्क करें।
hr: Obratite se svom TV operateru.
hu: Kérjük, lépjen kapcsolatba a televíziószolgáltatójával.
id: Hubungi penyedia TV Anda.
it: Rivolgiti al tuo provider TV.
ja: TVプロバイダに連絡してください。
kk: Теледидар провайдеріңізге хабарласыңыз.
ko: TV 제공업체에 문의하십시오.
lt: Kreipkitės į televizijos paslaugų teikėją.
ms: Sila hubungi penyedia TV anda.
nl: Neem contact op met je tv-aanbieder.
no: Kontakt TV-distributøren.
pl: Skontaktuj się z dostawcą TV.
pt: Contate seu provedor de TV.
pt_pt: Contacte o seu fornecedor de TV.
ro: Contactați furnizorul dvs. TV.
ru: Обратитесь к своему телепровайдеру.
sk: Kontaktujte svojho poskytovateľa TV služby.
sl: Obrnite se na svojega ponudnika televizijskih storitev.
sv: Kontakta din TV-leverantör.
th: โปรดติดต่อผู้ให้บริการทีวีของคุณ
tr: Lütfen TV sağlayıcınıza danışın.
uk: Зверніться до свого ТБ‑провайдера.
vi: Vui lòng liên hệ với nhà cung cấp TV của bạn.
zh_cn: 请联系你的电视提供商。
zh_hk: 請聯絡你的電視供應商。
zh_tw: 請聯絡你的電視業者。

# REGIONS_PICKER_SETTINGS_DEVELOPER_PROVIDERS_DISPLAY_NAME
source: Developer Providers
ar: مزودو الخدمة المطورون
bg: Разработчици на ТВ доставчици
ca: Proveïdors de desenvolupament
cs: Vývojářští poskytovatelé
da: Udviklerudbydere
de: Entwicklungsanbieter
el: Πάροχοι από δημιουργούς
es: Proveedores de desarrolladores
es_419: Proveedores desarrolladores
fi: Kehittäjä-palveluntarjoajat
fr: Fournisseurs de développement
fr_ca: Fournisseurs de développement
he: ספקי פיתוח
hi: डेवलपर प्रोवाइडर
hr: Operateri za developere
hu: Fejlesztőszolgáltatók
id: Penyedia Pengembang
it: Provider sviluppatori
ja: デベロッパプロバイダ
kk: Әзірлеуші провайдерлер
ko: 개발자 추천 제공업체
lt: Kūrėjų paslaugų teikėjai
ms: Penyedia Pembangun
nl: Aanbieders van ontwikkelaar
no: Utviklerdistributører
pl: Deweloperzy/dostawcy
pt: Provedores de Desenvolvimento
pt_pt: Fornecedores para programadores
ro: Furnizori dezvoltatori
ru: Телепровайдеры-разработчики
sk: Vývojárski poskytovatelia
sl: Ponudniki razvijalcev
sv: Utvecklarleverantörer
th: ผู้ให้บริการนักพัฒนา
tr: Geliştirici Sağlayıcıları
uk: Розробницькі ТБ‑провайдери
vi: Nhà cung cấp phát triển
zh_cn: 开发者提供商
zh_hk: 開發者供應商
zh_tw: 開發者業者

# ERROR_DESCRIPTION_SERVICE_UNAVAILABLE
source: The service is temporarily unavailable.
ar: الخدمة غير متوفرة مؤقتًا.
bg: Услугата е временно недостъпна.
ca: El servei no està disponible temporalment.
cs: Služba je dočasně nedostupná.
da: Tjenesten er midlertidigt utilgængelig.
de: Der Service steht zurzeit nicht zur Verfügung.
el: Η υπηρεσία είναι προσωρινά μη διαθέσιμη.
es: El servicio no está disponible temporalmente.
es_419: El servicio no está disponible temporalmente.
fi: Palvelu on väliaikaisesti pois käytöstä.
fr: Le service est temporairement indisponible.
fr_ca: Le service est temporairement indisponible.
he: השירות אינו זמין באופן זמני.
hi: सर्वर अस्थायी रूप से अनुपलब्ध है।
hr: Usluga privremeno nije dostupna.
hu: A szolgáltatás átmenetileg nem érthető el.
id: Layanan tidak tersedia untuk sementara.
it: Il servizio non è al momento disponibile.
ja: サービスは一時的に使用できません。
kk: Сервис уақытша қолжетімсіз.
ko: 서비스를 잠시 사용할 수 없습니다.
lt: Paslauga laikinai neprieinama.
ms: Perkhidmatan tidak tersedia buat sementara.
nl: De service is tijdelijk niet beschikbaar.
no: Tjenesten er midlertidig utilgjengelig.
pl: Usługa jest czasowo niedostępna.
pt: O serviço está temporariamente indisponível.
pt_pt: O serviço encontra-se temporariamente indisponível.
ro: Serviciul este temporar indisponibil.
ru: Сервис временно недоступен.
sk: Služba je dočasne nedostupná.
sl: Storitev začasno ni na voljo.
sv: Tjänsten är tillfälligt otillgänglig.
th: ไม่สามารถใช้บริการได้ชั่วคราว
tr: Servis geçici olarak kullanılamıyor.
uk: Сервіс тимчасово недоступний.
vi: Dịch vụ tạm thời không khả dụng.
zh_cn: 服务暂时不可用。
zh_hk: 服務暫時無法使用。
zh_tw: 服務暫時無法使用。

# ACCOUNT_ACCESS_ROW_VALUE_ALLOW
source: On
ar: قيد التشغيل
bg: Вкл.
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ενεργή
es: Sí
es_419: Activada
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt: Ativado
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 开
zh_hk: 開啟
zh_tw: 開啟
